/*
 * Copyright 2010 Facebook
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *    http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 */

/* FBUserSettingsViewController (aka FBUSVC) */
"FBUSVC:LogOut" = "he:Log Out";
"FBUSVC:LogInAs" = "he:Logged in as: %@";
"FBUSVC:LoggedIn" = "he:Logged in";
"FBUSVC:NotConnectedToFacebook" = "he:Not connected to Facebook";
"FBUSVC:NotConnectedToFacebook" = "he:Connect";

/* FBLoginView (aka FBLV) */
"FBLV:LogOutButton" = "he:Log Out";
"FBLV:LogInButton" = "he:Log In";
"FBLV:LoggedInAs" = "he:Logged in as: %@";
"FBLV:LoggedInUsingFacebook" = "he:Logged in using Facebook";
"FBLV:LogOutAction" = "he:Log Out";
"FBLV:CancelAction" = "he:Cancel";

